Repository: Joncallim/macdown_2
Catalog: MacDown2/Packages/MacDownKit/Sources/FileTree/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, pl

source: "%@" already exists.
fr: « %@ » existe déjà.
ja: 「%@」はすでに存在します。
pl: „%@” już istnieje.

source: A folder cannot be moved into itself.
fr: Un dossier ne peut pas être déplacé dans lui-même.
ja: フォルダを自分自身の中に移動することはできません。
pl: Nie można przenieść folderu do niego samego.

source: A name is required.
fr: Un nom est requis.
ja: 名前を入力してください。
pl: Nazwa jest wymagana.

source: Folder operation failed (POSIX error %@).
fr: Échec de l'opération sur le dossier (erreur POSIX %@).
ja: フォルダの操作に失敗しました(POSIXエラー%@)。
pl: Operacja na folderze nie powiodła się (błąd POSIX %@).

source: Names cannot contain / or :.
fr: Les noms ne peuvent pas contenir / ni :.
ja: 名前に「/」や「:」を含めることはできません。
pl: Nazwy nie mogą zawierać znaków / ani :.

source: The destination is not a folder.
fr: La destination n'est pas un dossier.
ja: 移動先はフォルダではありません。
pl: Miejsce docelowe nie jest folderem.

source: The destination is outside the open folder.
fr: La destination se trouve en dehors du dossier ouvert.
ja: 移動先が開いているフォルダの外にあります。
pl: Miejsce docelowe znajduje się poza otwartym folderem.

source: The folder changed before the operation could start.
fr: Le dossier a changé avant que l'opération ait pu commencer.
ja: 操作が始まる前にフォルダが変更されました。
pl: Folder zmienił się, zanim operacja mogła się rozpocząć.

source: The folder is no longer available.
fr: Le dossier n'est plus disponible.
ja: フォルダはもう利用できません。
pl: Folder nie jest już dostępny.

source: The item no longer exists.
fr: L'élément n'existe plus.
ja: この項目はもう存在しません。
pl: Element już nie istnieje.
